INSERT INTO shops VALUES
(DEFAULT, 'Патриот', 'ул. Букирева 23', 'Томск', 4),
(DEFAULT, 'Даффавто', 'ул. Одоевского 42', 'Пермь', 3);


INSERT INTO cars VALUES
(1, 'Mazda', 'Super', 2020, 'Белый', 'Глянцевый', 'Седан', 1000000),
(2, 'УВАЗ', '4х4', 2018, 'Коричневый', 'Металик', 'Пикап', 1200000);

INSERT INTO positions VALUES
('Менеджер', 2, 30000),
('Директор', 7, 100000),
('Менеджер', 1, 15000),
('Директор', 5, 80000);

INSERT INTO workers VALUES
(DEFAULT, 'Вяткин Данил Андреевич', 'Менеджер', 2, 1),
(DEFAULT, 'Палицин Александр Владимирович', 'Директор', 7, 6);

INSERT INTO dealers VALUES
(DEFAULT, 'Masta cars', 'США', 'Нью-Йорк', 'Нью-Йорк', 'Бокстрит 35'),
(DEFAULT, 'Российские машины', 'Россия', 'Челябинская область', 'Челябинск', 'ул. Ардонского');

INSERT INTO buyers VALUES
(DEFAULT, 'Жданов Андрей Игнатин', '7(1086)518-99-66'),
(DEFAULT, 'Булкин Федор Федорович', '7(70)171-38-76');

INSERT INTO discount_cards VALUES
(1, 1, 'Золотая'),
(2, 1, 'Нету');

INSERT INTO total_prices VALUES
(1, 1, 1, 'ул. Карпинского 45', 1, 1230000),
(1, 1, 2, 'ул. Балонского 2', 1, 1600000);

INSERT INTO keys_table VALUES
(1, 1, 1, 1, 'ул. Карпинского 45', 1),
(1, 1, 1, 2, 'ул. Балонского 2', 1);